/* WIError: WIAddressNetServiceLookupFailed title
   WIError: WIAddressLookupFailed title */
"Address Lookup Failed" = "Errore durante la consultazione dell'indirizzo";

/* WIError: WISocketConnectFailed title */
"Connect Failed" = "Connessione Fallita";

/* WIError: WISocketConnectFailed description (address, underlying error) */
"Could not connect to %@: %@." = "Non posso connettermi a %1$@: %2$@.";

/* WIError: WIP7SpecLoadFailed description (path, underlying error) */
"Could not load %@: %@." = "Could not load %1$@: %2$@.";

/* WIError: WIP7SpecLoadFailed description (underlying error) */
"Could not load specification: %@." = "Could not load specification: %@.";

/* WIError: WISocketReadFailed description (address, underlying error) */
"Could not read from %@: %@." = "Non posso leggere da %1$@: %2$@.";

/* WIError: WIAddressLookupFailed description (hostname, underlying error) */
"Could not resolve the address \"%@\": %@." = "Non posso determinare l'indirizzo \"%1$@\": %2$@.";

/* WIError: WIAddressNetServiceLookupFailed description */
"Could not retrieve address for server via Bonjour." = "Non posso determinare l'indirizzo per il server tramite Bonjour.";

/* WIError: WISocketWriteFailed description (address, underlying error) */
"Could not write to %@: %@." = "Non posso scrivere su %1$@: %2$@.";

/* WIError: WIP7SpecLoadFailed title */
"Protocol Specification Load Failed" = "Protocol Specification Load Failed";

/* WIError: WISocketReadFailed title */
"Socket Read Failed" = "Errore durante la lettura di un segmento";

/* WIError: WISocketWriteFailed title */
"Socket Write Failed" = "Errore durante la scrittura di un segmento";
